{
  "Select your language":"Selecciona idioma",
  "Settings": "Ajustes",
  "General":"General",
  "Language":"Idioma",
  "Cancel":"Cancelar",
  "Confirm":"Confirmar",
  "Events":"Eventos",
  "Strike":"Huelga",
  "Strike detail":"Detalles de la huelga",
  "Where": "Donde",
  "Recurrent": "Recurrencia",
  "Event link":"Enlace al evento",
  "monthly": "Cada mes",
	"one_time": "Una vez",
  "weekly": "Cada semana",
  "Search your city":"Busca tu ciudad",
  "Show Map":"Mapa",
  "Strikes Map":"Mapa de huelgas",
  "Strike countries":"Países con huelga",
  "Show Complete Map": "Muestra mapa completo",
  "Search your country": "Busca tu país",
  "Legal notice":"Aviso legal",
  "Email is required": "Correo requerido",
  "Please enter a valid email":"Por favor, introduzca una dirección válida",
  "Password is required":"Contraseña requerida",
  "Password must be at least 5 characters long": "La contraseña debe tener al menos 5 caracteres",
  "No account yet?": "¿Sin cuenta aún?",
  "Create an account.": "Crear cuenta",
  "Your account has been created. Please log in.": "Tu cuenta ha sido creada. Por favor, inicie sesión",
  "Register": "Registro",
  "Already have an account?":"¿Ya tienes una cuenta?",
  "Try to Log In.":"Intente iniciar sesión",
  "There is no user record corresponding to this email":"No hay usuario con esta dirección",
  "The password is invalid":"La contraseña no es válida",
  "Your registration is completed":"Tu registro ha sido completado",
  "Close":"Cerrar",
  "Name and Surname":"Nombre y Apellidos",
  "You're logged with mail": "Has iniciado sesión con correo electrónico",
  "For complete registration, you must confirm link sended by email.":"Para completar el registro, confirme con el enlace enviado a la dirección proporcionada",
  "Send verification email now":"Enviar correo de verificación",
  "We're provided to send confirmation mail at":"Hemos enviado el correo de confirmación a",
  "If you did't received confirmation mail, you can require to send it again.":"Si no ha recibido correo de confirmación, puedes solicitarlo de nuevo.",
  "Resend verification mail":"Reenviar correo de verificación",
  "else, if you're confirmed mail":"Si no, si confirma el correo",
  "Goto login page":"Ir al inicio de sesión",
  "Name is required":"Nombre requerido",
  "Name must be at least 5 characters long":"El nombre debe tener al menos 5 caracteres.",
  "The email address is already in use by another account":"La dirección proporcionada ya está siendo usada por otra cuenta",
  "Create an account": "Crear cuenta",
  "Password forgotten?":"¿Contraseña olvidada?",
  "Mail sended":"Correo enviado",
  "Mail with request to reset passwor sended to":"Correo con instrucciones para recuperar contraseña mandado a",
  "You're already logged":"Ya estás conectado",
  "Are you sure?":"¿Estás seguro?",
  "LOGOUT_TEXT": "<p>Estás a punto de salir de tu cuenta,</p><p>En cualquier caso, introduciendo tu usuario otra vez puedes recurperar los datos de la aplicación</p><p><strong>¿Estás seguro que quieres salir de tu cuenta?</strong></p>",
  "Yes, I'm sure":"Sí, estoy seguro",
  "No, do not logout":"No, no salir de la cuenta",
  "Logout. Wait...":"Saliendo, espera...",
  "Error": "Error",
  "Invalid email":"Correo inválido",
  "Password remainder":"Password remainder",
  "Email address": "Dirección de correo electrónico",
  "or":"o",
  "Hi, do you want join?":"Hola, ¿quieres unirte?",
  "Hi":"Hola!",
  "Register.title": "REGISTRO",
  "Edit":"Editar",
  "This feature will be enabled in future release":"Esta característica estará habilitada en futuras versiones.",
  "REGISTER_WARN": "<strong>ATENCIÓN</strong><br>No has completado el registro aún. Te hemos enviado un correo a: <strong>{{email}}</strong> el <strong>{{sentTimestamp}}</strong> para la confirmación de cuenta. Si no encuentras el correo, puedes pedir un nuevo correo de confirmación. Si ya has confirmado, puede ir a INICIAR SESIÓN",
  "This mail is not yet verified. If you need resend verification mail, entry in REGISTRATION page.":"Este correo no ha sido aún verificado. Si necesitas un reenvío del correo de confirmación, entre en REGISTRO.",
  "Check your mail address": "Revisa tu dirección de correo",
  "Profile":"Perfil",
  "Profile loading...":"Entrando en perfil...",
  "Profile data":"Datos de perfil",
  "Mobile number":"Número de teléfono (No se mostrará)",
  "Save":"Guardar",
  "Data saved with success":"Datos guardados",
  "Error saving data":"Error al guardar los datos",
  "Saving data. Please wait...":"Guardando datos. Por favor, espera...",
  "PHONE_INFO": "Sugerimos introducir el número con el prefijo internacional: +1 333 1112223",
  "Subscriptions":"Suscripciones",
  "Manage":"Gestionar",
  "Dettails":"Detalles",
  "Reset":"Reiniciar",
  "Profile Subscriptions": "Suscripciones de perfil",
  "Attention":"Atención",
  "You have unsaved changes.<br>Do You want to save now?":"Tiene cambios sin guardar.<br>Desea guardar ahora?",
  "No":"No",
  "Yes":"Si",
  "Updated at:":"Actualizado en:",
  "TEXT_NO_SUBSCRIPTIONS":"<strong>Atención.</strong>Aún no ha configurado ninguna suscripción a eventos locales. Puede editar sus suscripciones en su perfil.",
  "Edit profile":"Editar perfil",
  "For the moment there are no events. Find us again.":"Por el momento no hay eventos.<br>Encuéntranos de nuevo.",
  "Groups":"Grupos",
  "local":"Local",
  "national":"Nacional",
  "international":"Internacional",
  "Follow":"Seguir",
  "You'll be unsubscribed from this group.":"Te darás de baja de este grupo.",
  "Group info":"Información del grupo",
  "More": "Más",
  "Published by":"Publicado por",
  "When":"Cuando",
  "See map below":"Ver mapa abajo",
  "Who helped make the app grow?":"¿Quién ayudó a hacer crecer la aplicación?",
  "Collaborators":"Colaboradores",
  "HOME.about.title":"Quiénes somos",
  "HOME.about.text":"Fridays For Future es un movimiento que ayuda a abordar problemas sociales en sus complejidades. Luchamos para detener el cambio climático, dar voz a las alamas de la comunidad científica y denunciar los errores de los gobiernos al abordar el cambio climático.<br><br>Somos parte de un movimiento global, pacifista y apolítico, que se opone a cualquier tipo de discriminicación. Como somos la generación más joven, debemos estar listos para pagar un alto precio por un modelo económico global injusto e insostenible, si no somos capaces de cambiar el sistema para detener el cambio climático<br><br>Somos independientes de cualquier partido político, y solo respondemos a las asambleas en las que las personas toman partido para luchar por el futuro de cada uno de nosotros. Rechazamos cualquier tipo de manipulación: nadie más que nuestra gente nos representa, no ondearemos ninguna bandera. Nuestra voz vendrá solamente desde las asambleas y las movilizaciones en las calles.",
  "HOME.what.title":"Qué queremos",
  "HOME.what.text":"Exigimos a los gobiernos que actúen contra el cambio climático, reconociendo la emergencia de catástrofe climática, y que impidan que la temperatura de la Tierra aumente más de 1.5º. Nuestros países necesitan completar la descarbonización del sistema energético tan rápido como sea posible.<br><br>Para proteger los ecosistemas, es necesario un cambio radical del sistema socioeconómico: es necesario deconstruir un sistema que antepone el beneficio económico antes que la vida,contaminando y devastando territorios, todo en nombre de un paradigma de desarrollo económico infinito en un mundo con recursos finitos.<br><br>Nuestro reclamo de cambio sistemático se reduce en aquellos territorios que se oponen a la devastación ambiental, frenando las grandes obras que dañan nuestros ecosistemas. Por eso, \"piensa en global, actúa en local\" es un buen principio para nosotros ya que nos impulsa a colaborar en los conflictos medioambientales de los lugares concretos.<br><br>Buscamos construir un sistema de economía circular, que incluya un cambio en nuestro estilo de vida, combinado con un medio de producción basado en el respeto al medio ambiente y con una justicia social y climática. Creemos que aquellos que han contaminado y se han enriquecido con este insostenible sistema económico deben financiar los costes por la conversión ecológica.<br><br>La educación pública y la investigación deberían proponer modelos alternativos de desarollo, abandonando ideas y enseñanzas relacionadas con actividades contaminantes, como la alternancia entre el trabajo escolar y los trabajos universitarios internos en empresas responsables de la devastación de nuestros territorios.",
  "Useful Informations":"Información útil",
  "FAQ.faq1.title":"No puedo encontrar un grupo en la lista de GRUPOS",
  "FAQ.faq1.text":"Póngase en contacto con la persona de contacto de su grupo, a través de las redes sociales conocidas y solicite registrar el grupo utilizando el formulario disponible en la dirección: <a href=\"http://www.fffapp.org/group-register.html\">http://www.fffapp.org/group-register.html</a>",
  "FAQ.faq2.title":"No puedo encontrar una huelga en mi ciudad en la lista de HUELGAS",
  "FAQ.faq2.text":"La lista de advertencias se actualiza con los datos disponibles en el sitio <a href=\"https://fridaysforfuture.org\">https://fridaysforfuture.org</a>. Este sitio proporciona un formulario de registro de huelga dedicado en la sección \"JOIN\"",
  "FAQ.faq3.title":"¿Qué se necesita para registrarse?",
  "FAQ.faq3.text":"Al registrarse, podrá recibir notificaciones personalizadas del grupo o grupos que sigue, por ejemplo, cuando se crea un nuevo evento.",
  "FAQ.faq4.title":"Falta la traducción en mi idioma",
  "FAQ.faq4.text":"Puede ayudar a hacer su traducción descargando los textos de <a href=\"https://github.com/fffapp\">https://github.com/fffapp</a>. El archivo de traducción se ha escrito en formato JSON, pero se puede modificar en cualquier editor de texto. Puede enviar su traducción a la dirección: <a href=\"mailto:info@fffapp.org\">info@fffapp.org</a>",
  "FAQ.faq5.title":"Tengo propuestas para mejorar la aplicación.",
  "FAQ.faq5.text":"Estamos desarrollando esta aplicación de forma totalmente gratuita como una contribución a la causa. Lo hacemos en nuestro tiempo libre, por lo que tomamos en cuenta todas las propuestas y tratamos de presentarlas tan pronto como el tiempo lo permita.<br>Puede contactarme en: <a href=\"mailto:info@fffapp.org\">info@fffapp.org</a>",
  "Hi Guest":"Hola invitado"
}