{
  "Select your language": "Selectați limba",
  "Settings": "Setări",
  "General": "General",
  "Language": "Limbă",
  "Cancel": "Anulare",
  "Confirm": "Confirmare",
  "Events": "Evenimente",
  "Strike": "Grevă",
  "Strike detail": "Detalii grevă",
  "Where": "Unde",
  "Recurrent": "Recurență",
  "Event link": "Link către eveniment",
  "monthly": "Each month",
  "one_time": "O data",
  "weekly": "În fiecare săptămână",
  "Search your city": "Căutați orașul dvs.",
  "Show Map": "Arată harta",
  "Strikes Map": "Harta Grevelor",
  "Strike countries": "Țările care organizează greve",
  "Show Complete Map": "Afișare hartă completă",
  "Search your country": "Căutare în țara dvs.",
  "Legal notice": "Aviz legal",
  "Email is required": "E-mailul este necesar",
  "Please enter a valid email": "Te rog introdu un email valid",
  "Password is required": "Parola este necesară",
  "Password must be at least 5 characters long": "Parola trebuie să aibă cel puțin 5 caractere",
  "No account yet?": "Nu ai cont?",
  "Create an account.": "Creează un cont.",
  "Your account has been created. Please log in.": "Contul dvs. a fost creat. Va rugam sa va logati.",
  "Register": "Inregistreaza-te",
  "Already have an account?": "Ai deja un cont?",
  "Try to Log In.": "Încercați să vă autentificați.",
  "There is no user record corresponding to this email": "Nu există nicio înregistrare de utilizator corespunzătoare cu acest e-mail",
  "The password is invalid": "Parola nu este validă",
  "Your registration is completed": "Înregistrarea dvs. este finalizată",
  "Close": "Închide",
  "Name and Surname": "Nume si prenume",
  "You're logged with mail": "Sunteți autentificat cu e-mail",
  "For complete registration, you must confirm link sended by email.": "Pentru înregistrarea completă, trebuie să confirmați link-ul trimis prin e-mail.",
  "Send verification email now": "Trimiteți e-mail de verificare acum",
  "We're provided to send confirmation mail at": "Trimiteți e-mail de confirmare la",
  "If you did't received confirmation mail, you can require to send it again.": "Dacă nu ați primit e-mail de confirmare, puteți solicita să îl trimiteți din nou.",
  "Resend verification mail": "Retrimiteți e-mail de verificare",
  "else, if you're confirmed mail": "Dacă deja ați confirmat e-mailul",
  "Goto login page": "Accesați pagina de conectare",
  "Name is required": "Numele este necesar",
  "Name must be at least 5 characters long": "Numele sau aliasul trebuie să aibă cel puțin 5 caractere",
  "The email address is already in use by another account": "Adresa de e-mail este deja folosită de un alt cont",
  "Create an account": "Creează un cont",
  "Password forgotten?": "Ați uitat parola?",
  "Mail sended": "Email trimis",
  "Mail with request to reset passwor sended to": "E-mailul cu solicitarea de resetare a parolei trimise la",
  "You're already logged": "Ești deja autentificat",
  "Are you sure?": "Sunteți sigur?",
  "LOGOUT_TEXT": "<P> Sunteți pe cale să ieșiți din cont. </ P> <p> În acest caz, introducând din nou credențialele, puteți recupera datele aplicației. </ P> <p> <strong> Sunteți sigur că doriți să ieșiți din contul dvs.? </strong> </p>",
  "Yes, I'm sure": "Da sunt sigur",
  "No, do not logout": "Nu, nu te deconecta",
  "Logout. Wait...": "Deconectare. Așteptă...",
  "Error": "Eroare",
  "Invalid email": "E-mail invalid",
  "Password remainder": "Reamintirea parolei",
  "Email address": "Adresa de email",
  "or": "sau",
  "Hi, do you want join?": "Bună, dorești să te înscrii?",
  "Hi": "Salut",
  "Register.title": "Înregistrează.titlu",
  "Edit": "Editare",
  "This feature will be enabled in future release": "Această funcție va fi activată în viitoarele versiuni",
  "REGISTER_WARN": "<strong> ATENȚIE </strong> <br> Încă nu v-ați completat înregistrarea anterioară. Am trimis e-mailul la adresa: <strong> {{email}} </strong> <strong> <strong> {{sentTimestamp}} </strong> pentru confirmarea înregistrării. Dacă nu găsiți e-mailul, puteți solicita o nouă trimitere, altfel dacă ați confirmat deja, puteți rula LOGIN",
  "This mail is not yet verified. If you need resend verification mail, entry in REGISTRATION page.": "Acest e-mail nu este încă verificat. Dacă aveți nevoie să retrimiteți e-mailul de verificare, accesați pagina de înregistrare.",
  "Check your mail address": "Verificați adresa dvs. de e-mail",
  "Profile": "Profil",
  "Profile loading...": "Profilul se încarcă ...",
  "Profile data": "Date de profil",
  "Mobile number": "Număr de telefon mobil",
  "Save": "Salvați",
  "Data saved with success": "Datele au fost salvate cu succes",
  "Error saving data": "Eroare la salvarea datelor",
  "Saving data. Please wait...": "Salvarea datelor. Te rog asteaptă...",
  "PHONE_INFO": "Vă recomandăm să introduceți un număr complet cu prefixul internațional, de exemplu: +1 333 1112223",
  "Subscriptions": "Subscripţie",
  "Manage": "Administrează",
  "Dettails": "Detalii",
  "Reset": "Resetare",
  "Profile Subscriptions": "Subscripţie Profil",
  "Attention": "Atenţie",
  "You have unsaved changes.<br>Do You want to save now?": "Ai modificări nesalvate. <br> Do Doriți să salvați acum?",
  "No": "Nu",
  "Yes": "Da",
  "Updated at:": "Updatat la:",
  "TEXT_NO_SUBSCRIPTIONS": "<strong> Atenție. </strong> Nu ați configurat încă nicio subscripţie la evenimente locale. Vă puteți edita Subscripţiile în profilul dvs.",
  "Edit profile": "Editează profilul",
  "For the moment there are no events. Find us again.": "Pentru moment nu există evenimente. Găsește-ne din nou.",
  "Groups":"Grupuri",
  "local":"Local",
  "national":"Naţional",
  "international":"Internaţional",
  "Follow":"Urma",
  "You'll be unsubscribed from this group.":"Veți fi dezabonat de la acest grup.",
  "Group info":"Informații despre grup",
  "More": "Mai Mult",
  "Published by":"Publicat de",
  "When":"Cand",
  "See map below":"Vezi harta de mai jos",
  "Who helped make the app grow?":"Cine a ajutat să crească aplicația?",
  "Collaborators":"Colaboratori",
  "HOME.about.title":"Despre Noi",
  "HOME.about.text":"Friday For Future este o mișcare de oameni care își propune să abordeze problemele societății și complexitățile acesteia. Ne luptăm pentru a opri schimbările climatice, pentru a amplifica alarmarea comunității științifice și pentru a raporta eșecul guvernelor în abordarea schimbărilor climatice.<br><br>Facem parte dintr-o mișcare globală, pacifistă și apolitică, care se opune puternic oricărei discriminări. În calitate de tânără generație, ne este dat să plătim cel mai mare preț pentru un model economic nedrept și nesustenabil, dacă nu suntem în măsură să schimbăm sistemul pentru a opri schimbările climatice în urmele sale.<br><br>Suntem independenți de orice partid politic și răspundem doar la adunările la care participă oamenii pentru a lupta pentru viitorul fiecăruia. Refuzăm orice fel de denumiri: nimeni altcineva decât poporul nostru nu ne reprezintă și nici nu deținem nici un steag. Vocea noastră provine exclusiv de la adunările și întrunirile de mobilizare.",
  "HOME.what.title":"e dorim",
  "HOME.what.text":"Solicităm guvernelor să acționeze asupra schimbărilor climatice, recunoscând catastrofele climatice emergente, oprind temperatura Pământului să crească cu peste 1,5 ° C. Țara noastră trebuie să decarbonizeze complet procesul de producție a energiei cât mai curând posibil.<br><br>Pentru a proteja ecosistemul, este necesară o schimbare radicală a sistemului socio-economic: este necesară dezbinarea unui sistem care pune profitul înainte de viață, poluând și devastând teritoriile în acest proces, totul în iluzia unei paradigme economice infinite într-o lume cu resurse \"infinite\".<br><br>Afirmația noastră privind o schimbare sistematică este respinsă pe multiple teritorii, cu opoziții la orice fel de devastare a mediului, inclusiv lucrări dăunătoare pentru ecosistemele proprii. \"Gândește-te global, acționează local\" este un mare principiu al nostru care ne determină să susținem conflictele teritoriale de mediu.<br><br>Căutăm să construim un sistem economic circular, care să implice o schimbare a stilului nostru de viață, combinat cu un mijloc de producție bazat pe respectul pentru mediu și pe justiția socială și climatică. Cei care au poluat și s-au îmbogățit din acest sistem economic insuportabil, trebuie să finanțeze costurile pentru o conversie ecologică.<br><br>Educația și cercetarea publică ar trebui să propună modele alternative de dezvoltare, abandonând idei și metode de predare învechite, inclusiv alternanța între muncă și școală, precum și internship-urile în companii responsabile pentru devastarea mediului.",
  "Useful Informations":"Informații utile",
  "FAQ.faq1.title":"Nu pot găsi un grup în lista GRUPURILOR",
  "FAQ.faq1.text":"Contactați persoana de contact a grupului dvs., prin intermediul rețelelor de socializare cunoscute și cereți să înregistrați grupul folosind formularul disponibil la adresa: <a href=\"http://www.fffapp.org/group-register.html\">http://www.fffapp.org/group-register.html</a>",
  "FAQ.faq2.title":"Nu pot găsi o grevă în orașul meu pe lista STRIKES",
  "FAQ.faq2.text":"Lista de greve este actualizată cu datele disponibile pe site-ul <a href=\"https://fridaysforfuture.org\">https://fridaysforfuture.org</a>. Acest site oferă un formular dedicat de înregistrare a grevei în secțiunea \"JOIN\"",
  "FAQ.faq3.title":"Ce este nevoie de înregistrare?",
  "FAQ.faq3.text":"Prin înregistrare veți putea primi notificări personalizate de la grupul sau grupurile pe care le urmați, de exemplu atunci când este creat un eveniment nou.",
  "FAQ.faq4.title":"Traducerea lipsește în limba mea",
  "FAQ.faq4.text":"Puteți ajuta să faceți traducerea dvs. descărcând textele din <a href=\"https://github.com/fffapp\">https://github.com/fffapp</a>. Fișierul de traducere a fost scris în format JSON, dar poate fi modificat în orice editor de text. Puteți trimite traducerea la adresa: <a href=\"mailto:info@fffapp.org\">info@fffapp.org</a>",
  "FAQ.faq5.title":"Am propuneri de îmbunătățire a aplicației",
  "FAQ.faq5.text":"Dezvoltăm această aplicație complet gratuit ca o contribuție la cauză. O facem în timpul liber, așa că luăm în considerare toate propunerile și încercăm să le prezentăm cât mai curând timpul. <br> Puteți să mă contactați la adresa: <a href=\"mailto:info@fffapp.org\">info@fffapp.org</a>"
}
